
## Plan Result (github/foo)

[CI link](https://github.com/ei-show/tutorial_tfaction/actions/runs/4588090536)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * github_issue_label.bar


<details><summary>Change Result (Click me)</summary>

```hcl

  # github_issue_label.bar will be created
  + resource "github_issue_label" "bar" {
      + color       = "FF0000"
      + description = "bar"
      + etag        = (known after apply)
      + id          = (known after apply)
      + name        = "bar"
      + repository  = "tutorial_tfaction"
      + url         = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform-plan","PRNumber":4,"Program":"tfcmt","SHA1":"660f20187a308949c48c8df84b0e5df071efbd70","Target":"github/foo","Vars":{},"WorkflowName":"test"} -->